using System;
using System.Collections.Generic;
using System.Text;
using System.Drawing;

namespace SewingPatternBuilder
{
    class ImageCutter
    {
        //Это будет объект нарезчик изображений
        //Возможно тут и не требуется специальный объект, но пока будем хранить в нём все методы непосредственно нарезки
        //К нарезчику можно будет обращаться напрямую, передавая размеры нарезки или вызывать его из печати на принтер
        //в этом случае будет автоматически выполняться расчет всех параметров нарезки
    }
}
